// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Configuração sem fio";
TaskTOCTitle = "Conexão sem fio automática HP";
ConfirmSettingsTaskName = "Confirmar conexão automática sem fio HP";
ConfirmSettingsTaskTOCTitle = "Confirmar configurações sem fio";
NetworkSelectTaskName = "Selecionar rede";
DeviceDiscoveryTaskName = "Selecionar dispositivo";
DeviceDiscoveryTaskTitle = "Selecione o dispositivo para configurar";
ConfigureSettingsTaskName = "Configurando dispositivo";
ResultsTaskName = "Resultados da configuração";

// confirmation pane
ConfirmationDescriptionText = "Se optar por usar Conexão sem fio automática HP, seu computador será temporariamente desconectado da rede sem fio, portanto, você deverá concluir todos os downloads/uploads em andamento. Essa interrupção deverá durar cerca de 30 segundos, e a conexão sem fio será restaurada.";
HostNetworkDetectedTitle = "O aplicativo determinou que o computador está conectado a uma rede sem fio com as seguintes configurações:";
WirelessNetworkNameTitle = "Nome da rede sem fio:";
CommunicationModeTitle = "Modo de comunicação:";
EncryptionTypeTitle = "Tipo de criptografia:";

WirelessNetworkChooseTitle = "Deseja que o dispositivo seja definido para usar as configurações acima?";
KeepCurrentNetworkSettingsTitle = "Sim, manter as configurações.";
ChooseAnotherNetworkSettingsTitle = "Não, desejo escolher outra rede.";
ShowSettingsTitle = "Mostrar configurações";

// network selection pane
NetworkSelectTitle = "Selecione o nome da rede sem fio na lista abaixo.";
SelectedNetworkPasswordTitle = "Senha:";
NetworkSelectContinueDescription= "Clique em Continuar para adicionar o dispositivo a \"%@\".";
NetworkDiscoveryFailedTitle = "Falha na descoberta de rede";
NetworkDiscoveryFailedDescription = "Nenhuma rede sem fio pode ser descoberta.";
SetupNetworkSelectedTitle = "Selecione outra rede";
SetupNetworkSelectedDescription = "Você está tentando se conectar a uma rede especial criada por um dispositivo de impressão. Clique em OK e selecione uma rede diferente.";

NetworkNotAvailableTitle = "Rede não disponível";
DeviceNetworkNotAvailableMessageFormat = "O dispositivo não pôde acessar a rede sem fio \"%@\". Verifique se o seu ponto de acesso sem fio está funcionando corretamente e dentro da faixa do seu dispositivo ou escolha outra rede.";
MacNetworkNotAvailableMessageFormat = "O mac não pôde acessar a rede sem fio \"%@\". Verifique se o ponto de acesso sem fio está funcionando corretamente e dentro da faixa de alcance do seu mac ou escolha outra rede.";
ChangeNetworkButtonTitle= "Alterar rede";

LookingForNetworkMessageFormat = "Procurando rede: \"%@\"";

UnsupportedNetworkTitle = "Rede sem suporte";
UnsupportedNetworkMessageFormat = "Escolha outra rede ou peça ajuda ao administrador de sua rede.";

EnterpriseNetworkAlertTitle = "Rede corporativa selecionada";
EnterpriseNetworkAlertForUSBConnectionMessage = "Essa rede é protegida por um tipo de criptografia corporativa. Conecte a impressora à mesma rede à qual seu computador está conectado e use o Servidor Web incorporado, ou fale com o administrador.";
EnterpriseNetworkAlertForNetworkConnectionMessage = "Essa rede é protegida por um tipo de criptografia corporativa. Conecte a impressora à rede, use o Servidor Web incorporado (EWS) ou fale com o administrador. Se preferir usar o EWS, o computador será desconectado de sua rede sem fio e conectado a uma rede especial, criada pela impressora.";
ConfigureUsingEWSButtonTitle = "Configurar usando EWS";
ConnectingToDeviceProgressTitle = "Conectando à rede do dispositivo...";

UnableToConnectToDeviceNetworkAlertMessage = "Certifique-se de que o seu dispositivo esteja ao alcance visual deste computador e que a luz indicadora azul no dispositivo esteja piscando, para mostrar que ele está no modo Conexão Automática de Sem Fio HP. Você pode redefinir esse modo, usando a opção Restaurar Padrões de Rede, no painel de controle do dispositivo. Consulte a documentação do seu dispositivo, para instruções sobre como fazer isso.";

// select device
DeviceNameColumnTitle = "Nome do dispositivo";
DeviceModelColumnTitle = "Modelo do dispositivo";
AllFilterTitle = "Tudo";
DevicesFilterLabel = "Dispositivos:";
SupportedDevicesFilterTitle = "Compatível";

// configure
ConfigureTaskName = "Configurando seu dispositivo HP";
ConfigureTitle = "Configurando...";
NoteTitle = "O dispositivo HP está sendo configurado para conexão em rede sem fio. Isso pode levar alguns minutos.";
RestoringNetworkSettings = "Restaurando configurações da rede...";

// particular errors
IncorrectPasswordTitle = "Senha não aceita";
IncorrectPasswordDescription = "A senha não foi aceita pela rede sem fio \"%@\".\n\nDigite a senha novamente.";

DuplicateNetworkNameErrorTitle = "Nomes de redes WiFi duplicados";
DuplicateNetworkNameErrorDescription = "Redes WiFi \"%@\" duplicadas detectadas. Verifique as configurações do roteador sem fio.";

MacAddressFilterErrorTitle = "Erro de filtro WiFi";
MacAddressFilterErrorDescription = "O endereço de hardware MAC do dispositivo foi filtrado e está agora disponível em \"%@\". Verifique as configurações do roteador sem fio.";

WeakSignalStrengthErrorTitle = "Potência do sinal fraca";
WeakSignalStrengthErrorDescription = "A potência do sinal do roteador sem fio \"%@\" está fraca. Coloque o dispositivo mais perto do roteador.";

DeviceNotReachableErrorTitle = "Dispositivo não pode ser acessado";
DeviceNotReachableErrorDescription = "As configurações de rede sem fio foram baixadas com êxito no seu dispositivo. Entretanto, o seu Mac não conseguiu localizar o dispositivo na rede.\n\nVerifique se:\n• O seu Mac está conectado a uma rede com ou sem fio com acesso ao seu dispositivo.\n• O seu dispositivo está conectado à rede sem fio \"%@\".";

EmptyPasswordError = "Senha obrigatória.";
TooShortWPAPersonalPasswordError = "A senha deve ter pelo menos 8 caracteres.";
TooLongWPAPersonalPasswordError = "A senha não pode ter mais de 64 caracteres.";

// restore original network errors

FailedToRestoreOriginalNetworkErrorTitle = "Não é possível restaurar a conexão à sua rede sem fio original";

NoPasswordIsStoredInKeychainErrorMessageFormat = "O assistente não conseguiu obter as credenciais da rede sem fio \"%@\" de seu chaveiro. Confira se seu Mac está conectado a uma rede com ou sem fio que tenha ao seu dispositivo.";
PasswordFromKeychainNotAcceptedErrorMessageFormat = "Suas credenciais não foram aceitas pela rede sem fio \"%@\". Confira se seu Mac está conectado a uma rede com ou sem fio que tenha ao seu dispositivo.";
FailedToRestoreOriginalNetworkGenericErrorMessage = "Confira se seu ponto de acesso sem fio está operando corretamente e se está ao alcance de seu Mac. Em seguida, tente estabelecer a conexão manualmente.";

// results
ManualNetworkConfigurationTitle = "Manual";
AutoNetworkConfigurationTitle = "Automática";
LinklocalNetworkConfigurationTitle = "Link-local";
NetworkSettingsTitle = "Configurações de rede";
ConfigurationFailedTaskName = "Falha na configuração";
ConfigurationCompleteTaskName = "Configuração completa";
ConfigurationFailedTitle = "O assistente não pôde configurar seu dispositivo usando a conexão sem fio.";
ConfigurationSucceededTitle = "O dispositivo HP está agora configurado corretamente e ingressou na rede \"%@\".";

ConfigurationFailedNote = "Verifique se o ponto de acesso sem fio está funcionando corretamente e se seu dispositivo está dentro do alcance e ligado, mas inativo; então clique em Repetir para fazer outra tentativa.\n\n%@";
UnableToConnectToDeviceNetworkUSBSOWMessage = "Certifique-se de que o seu dispositivo esteja ativado e esteja ao alcance visual deste computador e clique em Repetir, para fazer outra tentativa. A luz indicadora azul no seu dispositivo deve estar piscando, para mostrar que o dispositivo está no modo de Conexão Automática de Sem Fio HP. Após o dispositivo ser ligado pela primeira vez, durante a instalação, ele ficará nesse modo por até uma hora, até ser conectado a uma rede.\n\n%@";
UnableToConnectToDeviceNetworkFPWithoutIndicatorSOWMessage = "Certifique-se de que seu dispositivo esteja dentro do campo de visão deste computador e que o dispositivo esteja no modo Conexão sem fio automática HP. Em seguida, clique em Repetir para fazer outra tentativa. Você pode redefinir o modo Conexão sem fio automática HP usando a opção Restaurar padrões de rede no painel de controle do dispositivo. Consulte a documentação do dispositivo para instruções de como fazer isso.\n\n%@";
UnableToConnectToDeviceNetworkFPWithIndicatorSOWMessage = "Certifique-se de que o seu dispositivo esteja ao alcance visual deste computador e que a luz indicadora azul no dispositivo esteja piscando, para mostrar que ele está no modo Conexão Automática de Sem Fio HP. Depois, clique em Repetir, para fazer outra tentativa. Você pode redefinir o modo de Conexão Automática de Sem Fio HP, usando a opção Restaurar Padrões de Rede, no painel de controle do dispositivo. Consulte a documentação do seu dispositivo, para instruções sobre como fazer isso.\n\n%@";
ConfigurationFailedUSBSOWPart = "Como alternativa, é possível configurar seu dispositivo conectando-o a este computador com um cabo USB e clicando em Repetir. Quando o dispositivo for configurado para ingressar na rede que você selecionou anteriormente, você poderá desconectá-lo do computador.";
ConfigurationFailedFPSOWPart = "Como alternativa, é possível configurar seu dispositivo para se conectar à rede sem fio por meio do Assistente de Configuração da Rede Sem Fio, que pode ser acessado no painel de controle do seu dispositivo. Para isso, siga estas etapas:
       1. Pressione o botão Sem fio ou toque no ícone Sem fio em seu dispositivo.
       2. Na tela do dispositivo, abra a tela de status Sem fio e selecione Configurações.
       3. Selecione Assistente de Configuração da Rede Sem Fio e siga as instruções na tela.


Assim que o assistente for concluído com sucesso, seu dispositivo se conectará à rede automaticamente.";

ConfigurationOverUSBFailedTitle = "O assistente não pôde configurar seu dispositivo usando conexão USB.";
ConfigurationOverUSBFailedNote = "Verifique se o ponto de acesso sem fio está funcionando corretamente e se seu dispositivo está dentro do alcance e ligado, mas inativo; então clique em Repetir para fazer outra tentativa.";
MoreInfoText = "Para mais informações online, visite";
FailedTitle = "Falha ao recuperar informações da rede";
BonjourServiceNameLabel = "Nome do serviço Bonjour:";
IPAddress = "Endereço IP:";
AddressMode = "Modo de endereço:";
SubnetMask = "Máscara de subrede:";
DefaultGateway = "Gateway padrão:";
HostName = "Nome de host:";
PrefixLength = "Tamanho do prefixo:";
DisconnectUSBWarningText = "<b>Importante:</b> Desconecte neste momento o cabo USB conectado ao seu dispositivo.";
DeviceNotLocatedWarningText = "As configurações da rede sem fio foram baixadas com sucesso para o seu dispositivo. Contudo, seu Mac não pôde localizar o dispositivo na rede.";

// network settings
Adhoc = "Adhoc";
Infrastructure = "Infra-estrutura";

// select network
NetworkColumnTitle = "Rede";
SignalStrengthColumnTitle = "Intensidade do sinal";
EncryptionColumnTitle = "Criptografia";
ModeColumnTitle = "Modo";
